Repository: tanishaapriya/LoopKit
Catalog: Loop/mul.lproj/Main.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, it, ja, nb, nl, pl, pt_br, ro, ru, sk, sv, tr, zh_hans

# 3kU-n2-fha.title
source: Status
ar: الحالة
es: Estado
fi: Tila
fr: Statut
it: Stato
ja: ステータス
pt_br: Estado
ro: Stare
ru: Статус
sk: Stav
tr: Durum
zh_hans: 状态

# 5gz-kZ-iF1.text
source: 3.5 U/hour @ 12:12 PM
ar: 3.5 وحدة/ساعة @ 12:12 مساء
da: 3.5 E/time @ 12:12
de: 3.5 IE/h @ 12:12
es: 3.5 U/hora @ 12:12 PM
fi: 3.5 U/h @ 12:12
fr: 3.5 U/heure @ 12:12
it: 3.5 U/ora @ 12:12 PM
ja: 3.5 U/時 @ 12:12 PM
nb: 3,5 E/time @ 12:12
nl: 3,5 E/uur @ 12:12 uur
pl: 3.5 J/godzinę @ 12:12 PM
pt_br: 3.5 U/hora @ 12:12 PM
ro: 3.5 U/oră @ 12:12 PM
ru: 3,5 ед./час @ 12:12 PM
sk: 3,5 i/hod o 12:12
sv: 3.5 E/h kl. 12:12
tr: 3.5 Ü/saat @ 12:12 PM
zh_hans: 3.5u/小时 @ 12:12 PM

# 87H-N1-0vJ.text
source: Predicted
ar: تنبأ
da: Forventet
de: Vorhergesagt
es: Proyectada
fi: Ennustettu
fr: Prédit
it: Previsto
ja: 予想
nb: Forventet
nl: Voorspeld
pl: Przewidywane
pt_br: Prevista
ro: Estimată
ru: Предсказываемый
sk: Predpoklad
sv: Förväntat
tr: Tahmini
zh_hans: 预计

# aCb-Qs-bpu.text
source: Detail
ar: تفاصيل
da: Detalje
es: Detalle
fr: Détail
it: Dettaglio
nb: Detalj
ro: Detaliu
tr: Detay
zh_hans: 详细

# bq4-98-cQU.text
source: Glucose Change
ar: تغير قراءات السكر
da: Blodsukkerændring
de: Blutzucker-Änderung
es: Cambio de Glucosa
fi: Glukoosin muutos
fr: Variation de la glycémie
it: Modifica carboidrati
ja: グルコース変動
nb: Blodsukker endring
nl: Glucoseverandering
pl: Zmiana poziomu glukozy
pt_br: Variação de Glicose
ro: Modificarea glicemiei
ru: Изменение глюкозы
sk: Zmena glykémie
sv: Glukosförändring
tr: KŞ Değişimi
zh_hans: 葡萄糖变化

# d3X-AN-tA5.text
source: g Total
ar: g المجموع
de: g insgesamt
es: gr Totales
fi: g yhteensä
it: g Totali
ja: g 合計
nb: g Totalt
nl: g Totaal
pl: g łącznie
ro: g în total
ru: всего грамм
sk: g Celkom
sv: g totalt
tr: gr Toplam
zh_hans: 克 总计

# E41-FN-nkk.text
source: eventually 92 mg/dL
ar: في النهاية 92 mg/dL
da: Med tiden 5 mmol/L
de: voraussichtlich 92 mg/dL
es: eventualmente 92 mg/dL
fi: ennuste 92 mg/dL
fr: finalement 92 mg/dL
it: alla fine 92 mg/dL
ja: 予想 92 mg/dL
nb: etterhvert 92 mg/dL
nl: uiteindelijk 5,1 mmol/L
pl: docelowo 92 mg/dL
pt_br: eventualmente 92 mg/dL
ro: estimată să ajungă la 92 mg/dL
ru: в конечном итоге 92 мг/дл
sk: pravdepodobne 92mg/dl
sv: Förväntat 5,1 mmol/l
tr: Nihai KŞ 92 mg/dL
zh_hans: 最终血糖为92 毫克/分升

# EAn-Ja-S1d.text
source: Observed
ar: مُلاحظ
da: Observeret
de: Beobachtet
es: Observado
fi: Havaittu
fr: Observé
it: Osservato
ja: 観察
nb: Observert
nl: Waargenomen
pl: Obserwowany
pt_br: Observada
ro: Observată
ru: Наблюдается
sk: Pozorované
sv: Observerad
tr: Gözlendi
zh_hans: 观察值

# fWV-jg-ICt.text
source: 3.5 U/hour @ 12:12 PM
ar: 3.5 وحدة/ساعة @ 12:12 مساء
da: 3.5 E/time @ 12:12
de: 3,5 IE/h @ 12:12
es: 3.5 U/hora @ 12:12 PM
fi: 3.5 U/h @ 12:12
fr: 3.5 U/heure @ 12:12
it: 3.5 U/ora @ 12:12 PM
ja: 3.5 U/時 @ 12:12 PM
nb: 3,5 E/time @ 12:12
nl: 3,5 E/uur @ 12:12 uur
pl: 3.5 J/godzinę @ 12:12 PM
pt_br: 3.5 U/hora @ 12:12 PM
ro: 3.5 U/oră @ 12:12 PM
ru: 3,5 ед./час @ 12:12 PM
sk: 3,5 i/hod o 12:12
sv: 3.5 E/h kl. 12:12
tr: 3.5 Ü/saat @ 12:12 PM
zh_hans: 3.5u/小时 @ 12:12 PM

# hZZ-2S-lrd.title
source: Carbohydrate Effects
ar: تأثيرات الكربوهيدرات
da: Kulhydrateffekter
de: Kohlenhydrat-Effekte
es: Efecto de Carbohidratos
fi: Hiilihydraattivaikutus
fr: Effets des glucides
it: Effetti dei carboidrati
ja: 糖質効果
nb: Karbohydrat effekt
nl: Koolhydraateffect
pl: Efekty wywołane przez węglowodany
pt_br: Efeitos dos Carboidratos
ro: Efectul carbohidraților
ru: Действие углеводов
sk: Účinky sacharidov
sv: Kolhydrateffekter
tr: Karbonhidrat Etkileri
zh_hans: 碳水化合物的影响

# IxU-As-glo.text
source: Observed changes in glucose, subtracting changes modeled from insulin delivery, can be used to estimate carbohydrate absorption.
ar: التغيرات الملاحظة على سكر الدم وتغيرات الخصم المشكل من توصيل الأنسولين بالإمكان استخدامها لتقدير امتصاص الكربوهيدرات.
da: De observerede ændringer i glukose, fratrukket de ændringer, der er modelleret ud fra insulintilførslen, kan bruges til at estimere kulhydratabsorptionen.
de: Die beobachtete Blutzuckerveränderung abzüglich der modellbasierten Veränderung kann verwendet werden, um die Kohlenhydratresorption abzuschätzen.
es: Los cambios observados en glucosa sustrayendo los cambios modelados para la entrega de insulina pueden ser utilizados para estimar la absorción de carbohidratos.
fi: Havaittua glukoosin muutosta, josta on vähennetty insuliinin mallinnettu vaikutus, voidaan käyttää hiilihydraattien imeytymisen arviointiin.
fr: Les variations observées dans la glycémie, soustrayant les variations modélisées d'administration d'insuline peuvent être utilisées pour estimer l'absorption des glucides.
it: Per valutare l'assorbimento dei carboidrati, è possibile utilizzare i cambiamenti osservati nella glicemia, sottraendo i cambiamenti modellati dall'erogazione d'insulina.
ja: 観察されたグルコース値の変動から、インスリン注入のモデルによる変動を引くことにより、糖質の吸収を推定することができます。
nb: Observerte endringer i glukose, subtrahering av endringer modellert fra insulintilførsel, kan brukes til å estimere karbohydratabsorpsjon.
nl: Waargenomen glucoseveranderingen, minus de veranderingen die al door insulinetoediening hebben plaatsgevonden, kunnen worden gebruikt om de koolhydraatopname in te schatten.
pl: Obserwowane zmiany w poziomie glukozy i uwzględnianie zmian podaży insuliny mogą być użyte do oszacowania czasu absorpcji węglowodanów.
pt_br: Alterações observadas na glicose, subtraindo alterações modeladas da administração de insulina, podem ser usadas para estimar a absorção de carboidratos.
ro: Modificările observate ale glicemiei, eliminând modificările modelate din administrarea insulinei, pot fi folosite pentru a estima absorbția carbohidraților.
ru: Наблюдаются изменения СК, вычитаются изменения смоделированные на подаваемом инсулине, могут использоваться для оценки усвоения углеводов
sv: Observerad glukosförändring, med borttagen förändring modellerad från insulindoser, kan användas för att uppskatta kolhydratabsorptionen.
tr: İnsülin iletiminden modellenen değişiklikler çıkarılarak KŞ değerlerinde gözlemlenen değişiklikler, karbonhidrat emilimini tahmin etmek için kullanılabilir.
zh_hans: 观察到的葡萄糖变化，减去以胰岛素递送为模型的变化，可用于估计碳水化合物吸收。

# J7x-W5-gwo.text
source: Detail
ar: تفاصيل
da: Detalje
es: Detalle
fr: Détail
it: Dettaglio
nb: Detalj
ro: Detaliu
tr: Detay
zh_hans: 详情

# k3F-Na-7mn.text
source: Recommended Basal
ar: الضخ المستمر المقترح
da: Anbefalet basal
de: Empfohlene Basalrate
es: Basal Recomendada
fi: Suositeltu basaali
fr: Recommandation basal
it: Basale raccomandata
ja: 推奨基礎分泌量
nb: Anbefalt Basal
nl: Aanbevolen Basaal
pl: Zalecana baza
pt_br: Basal Recomendada
ro: Bazala recomandată
ru: Рекомендуемый базал
sk: Odporúčaný bazal
sv: Rekommenderad basaldos
tr: Önerilen Bazal
zh_hans: 推荐基础率

# PA3-sP-cWY.title
source: Predicted Glucose
ar: سكر الدم المتوقع
da: Forventet blodsukker
de: Vorhergesagter Blutzucker
es: Glucosa Proyectada
fi: Ennustettu glukoosi
fr: Prédiction de glycémie
it: Glicemia prevista
ja: 予想グルコース
nb: Forventet Blodsukker
nl: Voorspelde bloedsuiker
pl: Przewidywany poziom cukru
pt_br: Glicose Prevista
ro: Glicemie estimată
ru: Предсказываемый СК
sk: Predpokladaná glykémia
sv: Förväntat glukosvärde
tr: Tahmini KŞ
zh_hans: 预测的血糖

# Rse-x8-amW.text
source: eventually 92 mg/dL
ar: في النهاية 92 mg/dL
da: Med tiden 5 mmol/L
de: voraussichtlich 92 mg/dL
es: eventualmente 92 mg/dL
fi: ennuste 92 mg/dL
fr: finalement 92 mg/dL
it: alla fine 92 mg/dL
ja: 予想 92 mg/dL
nb: etterhvert 92 mg/dL
nl: uiteindelijk 5,1 mmol/L
pl: docelowo 92 mg/dL
pt_br: eventualmente 92 mg/dL
ro: estimată să ajungă la 92 mg/dL
ru: в конечном итоге 92 мг/дл
sk: pravdepodobne 92mg/dl
sv: Förväntat 5,1 mmol/l
tr: Nihai KŞ 92 mg/dL
zh_hans: 最终血糖为92 毫克/分升

# SQx-au-ZcM.text
source: g COB
ar: g كارب نشط
da: g aktive kulhydrater
de: g aktive Kohlenhydrate
es: gr Carbohidratos Activos
fi: g Active Carbs
fr: g glucides actifs
it: g carboidrati attivi
ja: g 残存糖質
nb: g Aktive karbohydrater
nl: g Actieve Kh
pl: g Aktywne węglowodany
pt_br: g Active Carbs
ro: g CLB
ru: г активных углеводов
sk: g Aktívne sacharidy
sv: g Active Carbs
tr: gr Aktif Karb.
zh_hans: 活性碳水化合物 克

# tuw-av-A3x.text
source: Glucose
ar: قراءات السكر
da: Glukose
de: Blutzucker
es: Glucosa
fi: Glukoosi
fr: Glycémie
it: Glicemia
ja: 血糖値
nb: Blodsukker
pl: Glukoza
pt_br: Glicose
ro: Glicemie
ru: Глюкоза
sk: Glykémia
sv: Glukos
tr: Kan şekeri
zh_hans: 血糖

# Vpi-5b-bY5.title
source: Carbohydrates
ar: الكربوهيدرات
da: Kulhydrater
de: Kohlenhydrate
es: Carbohidratos
fi: Hiilihydraatit
fr: Glucides
it: Carboidrati
ja: 残存糖質
nb: Karbohydrater
nl: Koolhydraten
pl: Węglowodany
pt_br: Carboidratos
ro: Carbohidrați
ru: Углеводы
sk: Sacharidy
sv: Kolhydrater
tr: Karbonhidratlar
zh_hans: 碳水化合物

# xhx-PI-bBI.text
source: Recommended Basal
ar: الضخ المستمر المقترح
da: Anbefalet basal
de: Empfohlene Basalrate
es: Basal Recomendada
fi: Suositeltu basaali
fr: Recommandation basal
it: Basale raccomandata
ja: 推奨基礎分泌量
nb: Anbefalt Basal
nl: Aanbevolen Basaal
pl: Zalecana baza
pt_br: Basal Recomendada
ro: Bazala recomandată
ru: Рекомендуемый базал
sk: Odporúčaný bazal
sv: Rekommenderad basaldos
tr: Önerilen Bazal
zh_hans: 推荐基础率

# zbc-87-wxZ.text
source: Title
ar: عنوان
da: Titel
de: Titel
es: Título
fr: Titre
it: Titolo
nb: Tittel
nl: Titel
sk: Názov
tr: Başlık
zh_hans: 标题

# bIL-Ub-qYp.text
source: Label
da: Etiket
de: Beschriftung
es: Etiqueta
fi: Nimiö
it: Etichetta
ja: ラベル
nb: Etikett
nl: Etiket
pl: Etykieta
pt_br: Rótulo
ro: Etichetă
ru: Ярлык
tr: Etiket
zh_hans: 标签

# D4C-I2-dhA.text
source: Future glucose is predicted by combining the effects of multiple inputs. Use this tool to toggle various inputs to see how they compare to the final prediction.
da: Fremtidige blodsukre er beregnet ved at kombinere effekterne af mange inputs. Brug dette værktøj til at vælge mellem forskellige inputs, for at se hvordan de passer med den endelige forudsigelse.
de: Der Blutzuckerverlauf wird vorhergesagt, indem die Effekte mehrerer Eingaben kombiniert werden. Verwende dieses Tool, um verschiedene Eingaben ein- und auszuschalten, um zu sehen, wie sie die Vorhersage beeinflussen.
es: La glucosa futura se predice combinando los efectos de diversos datos de entrada. Utiliza esta herramienta para cambiar datos de entrada y ver como varía la predicción final.
fi: Tulevia glukoosiarvoja ennustetaan yhdistämällä useiden eri tekijöiden vaikutuksia. Tämän työkalun avulla voit havainnoida, kuinka ne vaikuttavat lopulliseen ennusteeseen laittamalla niitä päälle/pois.
fr: La glycémie future est prédite en combinant les effets de plusieurs entrées. Utilisez cet outil pour basculer entre différentes entrées et comparer leur valeur à la prédiction finale.
it: La glicemia futura viene prevista combinando gli effetti di più input. Utilizza questo strumento per alternare diversi input e confrontarli con la previsione finale.
ja: 予想グルコースは複数のインプットの効果を組み合わせて算出されます。このツールでは様々なインプットを切り替えて最終予想にどのように関わっているか見ることができます。
nb: Fremtidig glukose er spådd ved å kombinere effekten av flere innganger. Bruk dette verktøyet til å veksle mellom ulike innganger for å se hvordan de er sammenlignet med den endelige prediksjonen.
nl: De toekomstige glucosewaarde wordt voorspeld door de effecten van meerdere inputwaarden te combineren. Gebruik dit hulpmiddel om verschillende inputwaarden aan en uit te zetten om ze zo te kunnen vergelijken met de uiteindelijke voorspelde glucosewaarde.
pl: Poziom glukozy jest przewidywany dzięki syntezie wielu wprowadzonych danych z różnych źródeł. Użyj tego narzędzia, aby przełączyć różne źródła i zobaczyć jak wpływają na ostateczny wynik.
pt_br: A glicose futura é prevista combinando os efeitos de múltiplas entradas. Use esta ferramenta para alternar várias entradas para ver como elas se comparam à previsão final.
ro: Glicemia este estimată prin combinarea unui număr de date sursă. Folosiți acest instrument pentru a controla diverse surse de date și a felului în care influențează estimarea.
ru: Будущие значения СК предсказываются на основе определения эффекта множественных факторов. Пользуйтесь этим инструментом для перехода между разными вводными чтобы увидеть как они сопоставимы с окончательным предсказанием
sk: Budúca glykémia sa predpovedá kombináciou účinkov viacerých vstupov. Pomocou tohto nástroja môžete prepínať rôzne vstupy, aby ste videli, ako vplývajú v porovnaní s konečnou predpoveďou.
sv: Förväntat glukosvärde beräknas genom kombination av flera inmatningar. Använd det här verktyget för att jämföra hur de påverkar det förväntade resultatet.
tr: Gelecekteki KŞ, çoklu girdilerin etkilerini birleştirerek tahmin edilir. Son tahminle nasıl karşılaştırıldıklarını görmek üzere çeşitli girdiler arasında geçiş yapmak için bu aracı kullanın.
zh_hans: 未来血糖根据您输入的多种参数计算，选中不同选项可以观察不同输入对最终血糖预测的影响

# d6m-qV-wWi.text
source: Label
da: Etiket
de: Beschriftung
es: Etiqueta
fi: Nimiö
it: Etichetta
ja: ラベル
nb: Etikett
nl: Etiket
pl: Etykieta
pt_br: Rótulo
ro: Etichetă
ru: Ярлык
tr: Etiket
zh_hans: 标签

# Krd-Aa-ret.text
source: Label
da: Etiket
de: Beschriftung
es: Etiqueta
fi: Nimiö
it: Etichetta
ja: ラベル
nb: Etikett
nl: Etiket
pl: Etykieta
pt_br: Rótulo
ro: Etichetă
ru: Ярлык
tr: Etiket
zh_hans: 标签

# OFA-qT-ZAg.text
source: Label
da: Etiket
de: Beschriftung
es: Etiqueta
fi: Nimiö
it: Etichetta
ja: ラベル
nb: Etikett
nl: Etiket
pl: Etykieta
pt_br: Rótulo
ro: Etichetă
ru: Ярлык
tr: Etiket
zh_hans: 标签

# ufi-Kj-33k.text
source: Label
da: Etiket
de: Beschriftung
es: Etiqueta
fi: Nimiö
it: Etichetta
ja: ラベル
nb: Etikett
nl: Etiket
pl: Etykieta
pt_br: Rótulo
ro: Etichetă
ru: Ярлык
tr: Etiket
zh_hans: 标签
